
"Battery Power" = "Batteria";
"AC Power" = "Alimentatore di corrente";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Energia";

//The power warning sheet
"Restore Defaults" = "Ripristina default";
"OK" = "OK";
"Cancel" = "Annulla";

"UPS Power Checkbox" = "Mostra stato UPS nella barra dei menu";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% completo";
"Current UPS Charge" = "Carica attuale: %.0f%%";

"Power consumption may be greater than normal." = "Con queste impostazioni, il consumo energetico del computer potrebbe aumentare.";
"Reset by clicking Restore Defaults" = "Per un minore consumo energetico, fai clic su Ripristina default.";

"Network wake noise warning" = "Quando l'opzione “Attiva per l'accesso al network” è abilitata, potresti notare che a volte il tuo computer si riattiva.";
"Wakes for detection" = "Informa gli altri dispositivi che il tuo computer è ancora disponibile sul network.";

"Wake for network" = "Attiva per l'accesso al network";
"Wake for Ethernet" = "Riattiva per l’accesso del network Ethernet";
"Wake for AirPort" = "Riattiva per l’accesso del network AirPort";

"Custom" = "Ad hoc";

"Schedule Warning- power adapter must be present" = "L'avvio programmato si verificherà solo quando un alimentatore è connesso al Mac.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "La carica attuale della batteria è : %.0f%% Tempo rimanente stimato: %@";
"Battery Status, Charged" = "Batteria carica.";
"Short Battery Status" = "Tempo rimanente previsto: %@ (%.0f%%)";
"Battery Status, Charging" = "La carica attuale della batteria è : %.0f%% Tempo stimato per la ricarica completa: %@";
"Short Battery Status, Charging" = "Tempo previsto fino al completamento: %@ (%.0f%%)";
"Current Charge" = "Carica attuale della batteria: %.0f%%";
"Calculating time" = "Calcolo tempo";
 
"Check Battery" = "Batteria di servizio."; 
"Poor Battery" = "Stato batteria: da sostituire adesso.";
"Fair Battery" = "Stato batteria: da sostituire presto.";


"AutoProc" = "Automatiche";
"HighProc" = "Massime";
"NormalProc" = "Limitate";

/* strings for tool tips */
"minute" = "minuto";
"minutes" = "minuti";
"hour" = "ora";
"hours" = "ore";

"dim" = "Dim";
"sleep" = "Stop";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Dim %1$@. Stop %2$@.";

"Never" = "Mai";
"1 minute" = "1 minuto";
"3 minutes" = "3 minuti";
"5 minutes" = "5 minuti";
"10 minutes" = "10 minuti";
"15 minutes" = "15 minuti";
"20 minutes" = "20 minuti";
"25 minutes" = "25 minuti";
"30 minutes" = "30 minuti";  
"45 minutes" = "45 minuti";
"1 hour" = "1 ora";
"1 hour 15 minutes" = "1 ora e 15 minuti";
"1 hour 30 minutes" = "1 ora e 30 minuti";  
"1 hour 45 minutes" = "1 ora e 45 minuti";
"2 hours" = "2 ore";
"3 hours" = "3 ore";

"Better Energy Savings" = "Risparmio energia migliorato";
"Better Battery Life" = "Durata della batteria migliorata";
"Better UPS Life" = "Durata UPS migliorata";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "È necessario eseguire il logout affinché le modifiche abbiano effetto.";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Logout di tutti gli utenti necessario per la modifica.";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "È necessario riavviare il computer affinché le modifiche abbiano effetto";

"GFX_CHANGE_TITLE" = "Per modificare le impostazioni delle schede grafiche, devi eseguire il logout.";
"GFX_CHANGE_DESC" = "Per continuare fai clic su Logout. Avrai l'opportunità di registrare tutti i documenti aperti.";
"GFX_CHANGE_TITLE2" = "Per modificare le impostazioni delle schede grafiche, devi riavviare il computer.";
"GFX_CHANGE_DESC2" = "Per continuare fai clic su Riavvia. Avrai l'opportunità di registrare tutti i documenti aperti.";
"LOGOUT_BUTTON" = "Logout";
"RESTART_BUTTON" = "Riavvia";

"AUTO_SWITCH_MSG_ON"  = "Il computer cambia automaticamente la modalità grafica per aumentare la durata della batteria.";
"AUTO_SWITCH_MSG_OFF" = "Quando il cambio automatico è disabilitato, il computer utilizza sempre modalità grafica che richiede elevate prestazioni.\nCiò può ridurre la durata della batteria.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


